Repository: tocteman/custom_locale
Catalog: locale/*/locale.po
Languages: ar_iq, cs_cz, da_dk, id_id, nb_no, pt_br, ru_ru, sl_si, tr_tr

# plugins.generic.customLocale.searchResultsCount
source: Displaying {{ currentLocaleKeys.length }} of {{ filteredKeysList.length }} results for "{{ phraseSearched }}".
ar_iq: عرض {{ currentLocaleKeys.length }} من أصل {{ filteredKeysList.length }} نتيجة لعبارة البحث "{{ phraseSearched }}".
cs_cz: Zobrazení {{ currentLocaleKeys.length }} z {{ filteredKeysList.length }} výsledků pro "{{ phraseSearched }}".
da_dk: Visning af {{ currentLocaleKeys.length }} af {{ filteredKeysList.length }} resulter for "{{ phraseSearched }}".
id_id: Menampilkan {{ currentLocaleKeys.length }} dari {{ filteredKeysList.length }} hasil untuk "{{ phraseSearched }}".
nb_no: Visning av {{ currentLocaleKeys.length }} av {{ filteredKeysList.length }} resulter for "{{ phraseSearched }}".
pt_br: Exibindo {{ currentLocaleKeys.length }} de {{ filteredKeysList.length }} resultados para "{{ phraseSearched }}".
ru_ru: Показаны {{ currentLocaleKeys.length }} из {{ filteredKeysList.length }} результатов для «{{ phraseSearched }}».
sl_si: Prikazovanje {{ currentLocaleKeys.length }} od {{ filteredKeysList.length }} rezultatov za "{{ phraseSearched }}".
tr_tr: "{{ phraseSearched }}" için {{ filteredKeysList.length }} sonuçtan {{ currentLocaleKeys.length }} gösteriliyor.

# plugins.generic.customLocale.customLocaleFiles
source: Locale files
ar_iq: ملفات اللغة
cs_cz: Soubory lokalizací
da_dk: Sprogfiler
id_id: File bahasa
nb_no: Språkfiler
pt_br: Arquivos de tradução
ru_ru: Файлы языка
sl_si: Jezikovne datoteke
tr_tr: Dil dosyaları

# plugins.generic.customLocale.customLocale
source: Locales
ar_iq: اللغات
cs_cz: Lokalizace
da_dk: Sprog
id_id: Bahasa
nb_no: Språk
pt_br: Traduções
ru_ru: Языки
sl_si: Jeziki
tr_tr: Diller

# plugins.generic.customLocale.file.custom
source: Custom Text
ar_iq: النص المخصص
cs_cz: Přizpůsobený text
da_dk: Brugerdefineret tekst
id_id: Teks Ubahan
nb_no: Brukerdefinert tekst
pt_br: Texto personalizado
ru_ru: Откорректированный текст
sl_si: Prilagojeno besedilo
tr_tr: Özel Metin

# plugins.generic.customLocale.file.reference
source: Default Text
ar_iq: النص الافتراضي
cs_cz: Původní text
da_dk: Standardtekst
id_id: Teks Bawaan
nb_no: Standardtekst
pt_br: Texto padrão
ru_ru: Текст по умолчанию
sl_si: Privzeto besedilo
tr_tr: Varsayılan Metin

# plugins.generic.customLocale.file.edit
source: Editing {$filename}
ar_iq: تعديل {$filename}
cs_cz: Editace {$filename}
da_dk: Redigering af {$filename}
id_id: Edit {$filename}
nb_no: Rediger {filename}
pt_br: Editando {$filename}
ru_ru: Редактируем {$filename}
sl_si: Urejanje {$filename}
tr_tr: {$filename} düzenle

# plugins.generic.customLocale.file.editHeader
source: Customize locale keys
ar_iq: تخصيص مفاتيح اللغة
cs_cz: Přizpůsobení místních klíčů
da_dk: Tilpas sprogkoder
id_id: Ubah local key
nb_no: Tilpass språkkoder
pt_br: Personalizar chaves de tradução
ru_ru: Корректировка ключей языка
sl_si: Prilagodi lokalizacijske ključe
tr_tr: Dil Key'ini özelleştir

# plugins.generic.customLocale.printChanges
source: Download a file that lists all the customizations you made.
ar_iq: تنزيل ملف يحتوي على كل التخصيصات التي قمت بها.
cs_cz: Stáhnutí souboru, ve kterém je seznam všech přizpůsobení, které jste udělali.
da_dk: Download en fil, der viser alle de tilpasninger, du har foretaget.
id_id: Unduh fileh yang berisi semua perubahan yang telah Anda lakukan.
nb_no: Last ned en fil som viser alle tilpasninger du har gjort.
pt_br: Baixar o arquivo que lista as personalizações realizadas.
ru_ru: Скачать файл со списком всех корректировок, которые Вы сделали.
sl_si: Prenesi datoteko, ki vsebuje vse prilagoditve, ki ste jih naredili.
tr_tr: Yaptığınız tüm özelleştirmeleri listeleyen bir dosya indirin.

# plugins.generic.customLocale.customize
source: Customize
ar_iq: التخصيص
cs_cz: Přizpůsobení
da_dk: Tilpas
id_id: Ubah
nb_no: Tilpass
pt_br: Personalizar
ru_ru: Корректировка
sl_si: Prilagodi
tr_tr: Özelleştir

# plugins.generic.customLocale.noneCreated
source: No locales found.
ar_iq: تعذر العثور على أي ملفات.
cs_cz: Nebyl nalezen žádný soubor.
da_dk: Der blev ikke fundet nogen filer.
id_id: Tidak ada file yang ditemukan.
nb_no: Ingen filer ble funnet.
pt_br: Nenhum arquivo encontrado.
ru_ru: Файлы не найдены.
sl_si: Nobena datoteka ni bila najdena.
tr_tr: Dosya bulunamadı.

# plugins.generic.customLocale.saveAndContinue
source: Save and continue
ar_iq: إحفظ واستمر
cs_cz: Uložit a pokračovat
da_dk: Gem og fortsæt
id_id: Simpan dan lanjutkan
nb_no: Lagre og fortsett
pt_br: Salvar e continuar
ru_ru: Сохранить и продолжить
sl_si: Shrani in nadaljuj
tr_tr: Kaydet ve devam et

# plugins.generic.customLocale.description
source: This plugin enables customization of the default user interface text used by OJS and OMP.
ar_iq: هذه الإضافة تسمح بتخصيص نصوص لغة واجهة المستخدم الافتراضية المستعملة في نظام المجلات المفتوحة ونظام OMP.
cs_cz: Tento plugin umožňuje přizpůsobení výchozího textu uživatelského rozhraní používaného OJS a OMp.
da_dk: Denne plugin muliggør tilpasning af teksten på standard brugergrænsefladen til OJS og OMP.
id_id: Plugin ini memungkinkan kustomisasi teks antarmuka pengguna bawaan pada OJS dan OMP.
nb_no: Dette programtillegget muliggjør tilpasning av teksten i standard brukergrensesnitt for OJS og OMP.
pt_br: Este plugin permite a personalização da interface padrão do usuário usado pelo OJS e OMP.
ru_ru: Этот плагин позволяет откорректировать под себя текст пользовательского интерфейса в OJS и OMP, используемый по умолчанию.
sl_si: Vtičnik omogoča prilagajanje privzetega prevoda za določen jezik za OJS in OMP.
tr_tr: Bu eklenti, OJS ve OMP tarafından kullanılan varsayılan kullanıcı arayüz çevirisinin özelleştirilmesini sağlar.

# plugins.generic.customLocale.name
source: Custom Locale Plugin
ar_iq: إضافة اللغة المخصصة
cs_cz: Plugin pro uživatelské přizpůsobení aplikace
id_id: Plugin Pengubah Bahasa
nb_no: Brukerdefinert språkprogramtillegg
pt_br: Tradução personalizada
ru_ru: Плагин «Пользовательский язык»
sl_si: Vtičnik za lokalizacijo po meri
tr_tr: Özel Dil Eklentisi
